const faqs = [
    {
        id: 1,
        category: '지원',
        question: '[지원] 지원 대상이 1,2학년이라고 되어있는데, 현재 3학년인 편입생도 지원 가능한가요?',
        answer: `편입생도 지원 가능합니다.\n **편입생 학회원의 경우, 2학년 학회원 대상 활동에 참여하게 되므로 2학년 대상 지원서로 제출해주시면 됩니다.**\n\n(편입생의 경우 3학년 대상 활동의 참여에는 제약이 있을 수 있습니다.)`
    },
    {
        id: 2,
        category: '지원',
        question: '[지원] 2학기에도 학회원 모집을 하나요?',
        answer: `**슈러그는 매년 1학기에만 모집을 진행합니다.**\n2학기 추가모집은 하지 않습니다. \n(내부사정에 따라 변동사항이 있을 수 있습니다.)`
    },
    {
        id: 3,
        category: '지원',
        question: '[지원] 슈러그에 지원하고 싶은데, 개인적인 일정 때문에 시간이 안맞아서 정기활동에 늦게 참여하는 것도 가능할까요?',
        answer: `슈러그는 지각 및 무단 결석에 대해 벌금제를 시행하고 \n 있습니다. 개인적인 사정으로 인한 지각은 사유에 따라 인정될 수 있으나, **슈러그 활동에 성실하게 참여하지 않을 경우\n 중도 탈퇴 조치됨을 미리 알려드립니다.**`
    },
    {
        id: 4,
        category: '활동',
        question: '[활동] 슈러그는 어떤 활동을 주로 하는 동아리인가요?',
        answer: `**슈러그는 리버싱, 웹해킹 등 다양한 기술을 보다 깊이 습득할 수 있도록 프로젝트 및 스터디를 진행합니다.** \n현재는 웹해킹 문제 풀이, 자율 스터디 및 프로젝트, 멘토링 등을 운영하고 있습니다.\n\n보다 자세한 내용은 지원 페이지나 소개 페이지를 \n참고해주시거나, Contact us를 통해 문의 부탁드립니다`
    },
    {
        id: 5,
        category: '활동',
        question: '[활동] 방학동안에도 동아리 활동을 하나요?',
        answer: `슈러그는 방학동안에도 다양한 활동을 진행합니다.\n세미나를 위한 발표 준비, 프로젝트 심화 개발 등 다양한 활동에 참여할 수 있습니다. 방학동안의 활동은 모두 필수가 아닌 자율로 진행되는 점 참고 부탁드립니다.`
    },
    {
        id: 6,
        category: '활동',
        question: '[활동] 최소 활동 학기가 궁금해요.',
        answer: `슈러그의 최소 활동 학기는 **1학년의 경우 6학기, 2학년의 \n경우 4학기**입니다. 중도 휴학의 경우, 학기 중 정상 참여가 \n어렵다고 판단하여 복학 이후 활동 가능합니다.\n\n(한학기 휴학의 경우 엇학기로 진행되기 때문에 커리큘럼 \n진행에 차질이 생길 수 있어, 관련한 내용은 contact us를 \n통해 문의 부탁드립니다.)`
    },
    {
        id: 7,
        category: '기타',
        question: '[기타] 기타 문의는 어떻게 하나요?',
        answer: 'contact us를 통해 임원진에게 문의 부탁드립니다.'
    }
];

export default faqs;